Repository: jguyot2/cdb-angular-mars2020
Catalog: cdb-angular/src/locale/messages.*.xlf
Languages: fr

source: Computer Name
fr: Nom de l'ordinateur

source: Introduction date
fr: Date d'introduction

source: Discontinuation date
fr: ArrÃªt de distribution

source: Company
fr: Fabricant

source: Name
fr: Nom

source: introduced
fr: introduction

source: discontinued
fr: Fabricant

source: Id
fr: Identifiant

source: Name
fr: Nom

source: Introduced date
fr: Date d'introduction

source: Discontinued date
fr: Date d'introduction

source: Company
fr: Fabricant
